# Стартовый экран
btn_upload_file = "📂 Загрузить файл"
btn_choose_location = "📍 Выбрать точку печати"
btn_view_rates = "📜 Просмотреть тарифы"
btn_cart = "🛒 Моя корзина"
btn_info = "ℹ️ Информация о сервисе"
btn_help = "🆘 Помощь"

# Загрузка файла
btn_add_to_cart = "Добавить в корзину"
btn_change_parameters = "Изменить параметры"
btn_cancel = "Отменить"

# Выбор точки печати
btn_select_location = "Выбрать эту точку"
btn_change_location = "Изменить местоположение"
btn_back = "🔙 Назад"

# Корзина
btn_checkout = "🖨️ Оформить заказ"
btn_edit_parameters = "✏️ Изменить параметры"
btn_delete_file = "🗑️ Удалить файл"
btn_change_print_location = "📍 Изменить точку печати"

# Оформление заказа
btn_select_another_location = "📍 Выбрать другую точку"
btn_return_to_cart = "🔙 Вернуться к корзине"

# Просмотр тарифов
btn_back_to_start = "🔙 Назад"

# Информация о сервисе
btn_back_to_info = "🔙 Назад"

# Помощь
btn_back_to_help = "🔙 Назад"
